Repository: michalchecinski/codziennik
Catalog: src/Codziennik/RESX/AppResources.*.resx
Languages: pl

# Add
source: Add entry
pl: Dodaj wpis

source: Cancel
pl: Anuluj

# ChangeQuestions
source: You can change questions below
pl: Możesz zmienić pytania poniżej

# DefaultQuestions
source: What I'm glad for? Yesterday's triumph
pl: Za co jestem wdzięczny? Wczorajsze zwycięstwo

source: Delete
pl: Usuń

# DeleteConfirmationDescription
source: Warning! This operation is irreversible
pl: Uwaga! Ta operacja jest nieodwracalna

# DeleteConfirmationTitle
source: Really want to delete entry?
pl: Na pewno chcesz usunąć wpis?

# DeleteError
source: Delete file failed. Contact with the author of the app
pl: Usuwanie nie powiodło się. Skontaktuj się z twórcą aplikacji

source: Edit
pl: Edytuj

source: Edit entry:
pl: Edytuj wpis:

# EntriesLack
source: Lack of entries
pl: Brak wpisów

# EntriesLackDescription
source: Add your first entry by clicking +
pl: Dodaj swój pierwszy wpis klikając +

source: Entries list:
pl: Lista wpisów

source: Entry deleted
pl: Wpis usunięty

source: Error
pl: Błąd

# ErrorMessageSaveFile
source: Writing file failed. Contact with the author of the app
pl: Zapisywanie pliku nie powiodło się. Skontaktuj się z twórcą aplikacji

# ExitQuestionDescription
source: Are you sure, that you want to exit without saving changes?
pl: Jesteś pewien, że chcesz wyjść bez zapisywania zmian?

# ExitQuestionExit
source: Exit
pl: Wyjdź

# ExitQuestionStay
source: Stay
pl: Zostań

# ExitQuestionTitle
source: Exit without saving?
pl: Wyjść bez zapisywania?

# IconsCredentials
source: Icons made by Madebyoliver from www.flaticon.com on license Creative Commons BY 3.0
pl: Ikony wykonane przez Madebyoliver ze strony www.flaticon.com na licencji Creative Commons BY 3.0

# QuestionLack
source: Lack of questions
pl: Brak pytań

# QuestionsLackDescription
source: Default questions have been restored.
pl: Przywrócono domyślne pytania

# ReadEntriesFailed
source: Read saved entries failed. Contact with the author of the app
pl: Nie udało się odczytać wpisów. Skontaktuj się z twórcą aplikacji

# ReadEntryError
source: Read entry failed. Contact with the author of the app
pl: Odczyt wpisu się nie powiódł. SKontaktuj sie z twórcą aplikacji

# ReadQuestionsError
source: Read saved questions failed. Default questions have been restored. Contact with the author of the app
pl: Nie udało się odczytać zapisanych pytań. Zostały przywrócone domyślne pytania.

source: Restore default questions
pl: Przywróc domyślne pytania

source: Save
pl: Zapisz

# SaveOrDeleteDescription
source: Save or delete changes before leave. Use buttons on the end of Q&A list
pl: Zapisz lub odrzuć zmiany przed wyjściem. Możesz to zrobić za pomoca przycisków na końcu listy pytań i odpowiedzi

# SaveOrDeleteTitle
source: Save or delete changes
pl: Zapisz lub odrzuć zmiany

# SaveQuestionsError
source: Save questions failed. Contact with the author of the app
pl: Nie udało się zapisać pytań. Skontaktuj się z twórcą aplikacji

source: Settings
pl: Ustawienia

# TellAboutDay
source: Write about your day:
pl: Opowiedz o swoim dniu:
